Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: །འོངས་པ་ལ་འདོད་པ་བྱས་ན་ཆུང་མར་འགྱུར་ཏེ།
en: When she does, he should make love to her, and she will become his wife.

source: ཉི་མ་རེ་རེ་དོང་ཙེ་སྟོང་སྟོང་སྟེར་ཞིང་རྒྱབ་ཏུ་ཞོན་ན་རི་རབ་ལ་ཡང་ཁྱེར་བར་བྱེད་དོ།
en: Every single day she will provide him with a thousand dinars. Taking him upon her back, she will carry him to Mount Sumeru.

source: །གཞན་ཡང་རྒྱལ་སྲིད་སྦྱིན་པར་བྱེད་ཅིང་རྒྱལ་པོའི་བུ་མོ་བཀུག་ནས་སྟེར་ཏེ།
en: In addition, she can give him an entire kingdom and a princess.

source: ལོ་སྟོང་ཕྲག་ལྔ་འཚོ་ཞིང་ཤི་ནས་ཀྱང་རྒྱལ་རིགས་སུ་སྐྱེའོ། །ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ།
en: He will live five thousand years and will be reborn in a royal family upon his death.

source: ཤའི་བཟའ་བ་དང་ཀ་ར་བཱི་རའི་མེ་ཏོག་སྦྱིན་ཞིང་གུ་གུལ་གྱི་དུད་པས་བདུགས་ལ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ།
en: “The practitioner should go to the confluence of two rivers and offer oleander flowers along with a dish of meat.

source: །མཚན་མོ་ཡང་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ་མར་གྱི་མར་མེ་རབ་ཏུ་སྤར་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འཁོར་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ནས་རྐང་གདུབ་ཀྱི་སྒྲ་ཆེན་པོས་འོང་ངོ་། །འོངས་པ་ལ་མི་སྨྲ་བར་གྱུར་པས་འདོད་པར་བྱ་སྟེ་ཆུང་མར་འགྱུར་རོ།
en: He should burn bdellium incense and recite the mantra one thousand and eight times. His purpose will be achieved. At night, he should again offer an elaborate pūjā, light a butter lamp, and recite the mantra one thousand times. She will arrive surrounded by a retinue of five hundred. When she arrives, he should make love to her in silence, and she will become his wife.

source: །གལ་ཏེ་སྤང་བར་བྱས་ན་འཆི་བར་འགྱུར་རོ།
en: Should she fail to do so, she will perish.

source: །རྒྱབ་ཏུ་ཞོན་ན་ཉི་མ་རེ་རེ་མཐོ་རིས་སུ་ཡང་ཁྱེར་བར་བྱེད་དོ།
en: Taking him upon her back, she will carry him to heaven every single day.

source: །གཞན་ཡང་རྒྱལ་སྲིད་སྟེར་ཞིང་ལོ་སྟོང་ཕྲག་ལྔ་འཚོ་ལ་ཤི་ནས་ཀྱང་རྒྱལ་རིགས་སུ་སྐྱེའོ།
en: In addition, he will become a king and live five thousand years. He will be reborn in a royal family upon his death.

source: །ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ།
en: “The practitioner should go to a riverbank, draw a maṇḍala with saffron, and burn incense of aloeswood.

source: གུ་གུལ་གྱིས་དཀྱིལ་འཁོར་བྱས་ནས་ཨ་ག་རུའི་བདུག་པ་སྦྱིན་ཞིང་ཇི་ལྟར་གསུངས་པའི་གཏོར་མ་བྱིན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ།
en: He should offer a bali as previously described and recite the mantra one thousand and eight times. His purpose will be achieved.

source: །མཚན་མོ་ཡང་མཆོད་པ་རྒྱས་པར་བྱས་ཏེ་སྟོང་བཟླས་ན་རང་ཉིད་འོང་སྟེ་སྣང་བ་ཆེན་པོ་བྱས་ནས་ཙནྡན་གྱི་ཆུས་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་འགྱུར་རོ། །སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དོ། །སྒྲུབ་པ་པོས་མ་གྱིས་ཤིག་ཅེས་སྨྲ་བར་བྱ་སྟེ།
en: At night, he should again offer an elaborate pūjā and recite the mantra one thousand times. She will arrive in person glowing with a great light. He should give her a welcome offering of sandalwood-scented water.

source: མ་བཞིན་དུ་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ།
en: She will then be pleased and say, ‘What can I do for you, my dear?’ The practitioner should reply, ‘Please be my mother.’ She and her retinue of five hundred will then care for him like a mother, offering him food, ornaments, and clothes every day.

source: །འཁོར་ལྔ་བརྒྱའི་འབྲས་ཆན་དང་། རྒྱན་དང་གོས་རྣམས་ཉི་མ་རེ་རེ་ཞིང་སྟེར་ཞིང་ལོ་ཁྲི་འཚོ་ལ་གང་གི་ཚེ་འཆི་བ་ན་བྲམ་ཟེའི་རིགས་སུ་སྐྱེའོ།
en: He will live for ten thousand years and will be reborn in a brahmin family upon his death.

source: །ཆུ་བོ་འདུས་པའི་འགྲམ་དུ་སོང་སྟེ།
en: “At a confluence of two rivers, the practitioner should offer elaborate worship with a bali offering.

source: མཆོད་པ་རྒྱས་པ་བྱས་ནས་མར་གྱི་མར་མེ་རབ་ཏུ་སྤར་ཏེ་མཚན་ཐོག་ཐག་བཟླས་ཏེ།
en: He should light a butter lamp and recite the mantra all night.

source: དེ་ནས་ནམ་ཕྱེད་ཀྱི་དུས་སུ་འབྱུང་མོ་སྣང་བ་ཆེན་པོ་བྱས་ནས་འོང་སྟེ། སྡུག་པ་ངས་ཅི་བྱ་ཞེས་སྨྲ་བར་བྱེད་དེ། དེ་ནས་རྒྱལ་སྲིད་བྱིན་ཅིག་ཅེས་སྨྲས་ན་ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་འབུམ་འབུམ་སྟེར་རོ།
en: Consequently, she will arrive at midnight glowing with a magnificent light and say, ‘What can I do for you, my dear?’ The practitioner should reply, ‘Please grant me kingship!’ She will give him one hundred thousand dinars every single day.

source: །ལོ་ཁྲི་འཚོ་ཞིང་གང་གི་ཚེ་འཆི་བ་ན་སའི་བདག་གི་རྒྱལ་པོ་བྱེད་དོ།
en: He will live for ten thousand years and, upon his death, be reborn as a king of the entire earth.”

source: །འབྱུང་མོའི་རྒྱལ་མོ་ཆེན་མོ་བརྒྱད་ཀྱི་བརྟག་པ་རྫོགས་སོ།།
en: This concludes the chapter on the eight great spirit queens. Chapter

source: །།དེ་ནས་འབྱུང་མོ་ཆེན་མོ་དུར་ཁྲོད་དུ་འཇུག་པ་རྣམས་ལངས་ཏེ་དཔལ་རྡོ་རྗེ་འཆང་གི་ཞབས་ལ་ཕྱག་འཚལ་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ།
en: Then, each of the great female spirits who roam charnel grounds stood up, bowed at the lord’s feet, and offered him her heart mantra. The ultimate heart mantra:

source: ཨོྃ་ཧྲཱིཿཧཱུྃ་ཧ། མཆོག་གི་སྙིང་པོའོ།
en: Oṁ hrīḥ hūṁ aḥ ! The mantra for summoning the female spirits who inhabit charnel grounds:

source: །ཨོྃ་ཧཱུྃ་ཀཊྚ་ཀཊྚ་སརྦ་བྷཱུ་ཏཱ་ནཱྃ་ས་མ་མ་ནུ་པཱ་ལ་ཡ།
en: Oṁ hūṁ ! Summon them, summon! Guard the pledge of all female spirits! Kill, kill!

source: ཧ་ར་ཧ་ར་བནྡྷ་བནྡྷ།
en: Bind, bind!

source: ཨཱ་ཀྲ་མ། ཨཱ་ཀྲ་མ།
en: Trample them, trample them! Hey you, great wild one who inhabits charnel grounds, please come swiftly!

source: བྷོ་བྷོ་མ་ཧཱ་རཽ་དྲི་སྨ་ཤཱ་ན་བ་སི་ནི་ཨཱ་གཙྪ་ཨཱ་གཙྪ་ཤཱི་གྷྲྃ་དྷུྃ་ཧ་ཧཱུྃ་ཕཊ།
en: Dhruṃ phaṭ

source: འབྱུང་མོ་དུར་ཁྲོད་ན་གནས་པ་རྣམས་དགུག་པའི་སྔགས་སོ།
en: The pledge mantra of all the female spirits who roam charnel grounds:

source: །ཨོྃ་བནྡྷ་བནྡྷ་དྷུ་ན་དྷུ་ན།
en: Oṁ , shake, shake!

source: ཙ་ལ་ཙ་ལ།
en: Shake thoroughly, shake!

source: ཙ་ལ་ཡ་ཙ་ལ་ཡ།
en: Run, run!

source: ཕྲེ་པཱ་ཤ་ཕྲེ་པཱ་ཤ།
en: Drive them on, drive them on!

source: །ཏུ་ར་ཏུ་ར།
en: Enter, enter!

source: ཧ་ན་ཧ་ན།
en: Strike, strike!

source: ཏིཥྛ་ཏིཥྛ།
en: Stay, stay!

source: ས་མ་ཡ་མ་ནུ་པཱ་ལ་ཡ་བྷོཥྨ་ཤཱ་ན་པྲ་བེ་ཤ་ནི་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། འབྱུང་མོ་ཐམས་ཅད་ཀྱི་དམ་ཚིག་གི་སྔགས་སོ།
en: Guard the pledge!

source: །ཨོྃ་ཙ་ལ་ཙ་ལ།
en: Hey, hey you who roam charnel grounds!

source: དྷ་ཀ་དྷ་ཀ །མ་ཧཱ་བྷུ་ཏི་ནི་སཱ་དྷ་ཀ་ན་པྲི་ཡེ།
en: Phaṭ phaṭ

source: ས་ར་ས་ར།
en: Svāhā

source: བི་ས་ར་བི་ས་ར།
en: Daṃṣṭrākarālī:

source: ཀཊྚ་ཀཊྚ།
en: Oṁ , move, move!

source: ཙཱ་ལ་ཡ་ཙཱ་ལ་ཡ།
en: Burn them, burn! O great spirit, you who are fond of and well disposed toward practitioners!

source: བྷཉྫ་བྷཉྫ།
en: Go, go! Go in various directions, go! Summon the spirits, summon! Make them speak, make them speak! Break the evil demons, break them! Seize them, seize!

source: རྃ་ག་རྃ་ག །གྲྀཧྞ་གྲྀཧྞ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཧྲཱིཿསྭཱ་ཧཱ།
en: Hūṁ hūṁ ! Phaṭ phaṭ ! Hrīḥ svāhā

source: མཆེ་བ་གཙིགས་མའིའོ།
en: Ghoramukhī:

source: །ཨོྃ་གྷོ་རཱ་མུ་ཁི་སྨ་ཤཱ་ན་བ་སི་ནི་སཱ་དྷ་ཀ་ཨ་ནུ་ཀུ་ལེ།
en: Oṁ , Ghoramukhī, you who inhabit charnel grounds! You who are favorably disposed toward practitioners and grant them indestructible accomplishments!

source: ཨ་པྲ་ཏི་ཧ་ཏ་སིདྡྷི་དྷ་བ་ཏི་ཀེ་ཨོྃ་ཨོྃ་ཨོྃ་ཨོྃ་ན་མཿསྭཱ་ཧཱ།
en: Oṁ oṁ oṁ oṁ

source: གདོང་དྲག་མོའིའོ། །ཨོྃ་ཛརྫ་རི་མུ་ཁི།
en: Homage to you!

source: ཙི་ར་ཙི་ར།
en: Svāhā

source: ཙིནྟ་ཨཱ་བེ་ཤ།
en: Jarjaramukhī:

source: སརྦ་ཤ་ཏྲཱུྃ་བྷ་ཡྃ་ཀ་རི།
en: Oṁ , Jarjaramukhī!

source: ད་ཧ་ད་ཧ།
en: Strike, strike!

source: པ་ཙ་པ་ཙ།
en: Burn, burn!

source: མཱ་ར་ཡ་མཱ་ར་ཡ།
en: Cook, cook!

source: མ་མ་ཨ་ཀཱ་ལ་མྲྀ་ཏྱུ་ཀྵ་ཡྃ་ཀ་རི།
en: Murder, murder! You diminish the chances of my untimely death.

source: སརྦ་ནཱ་ག་བྷ་ཡྃ་ཀ་རི།
en: You instill fear in all nāgas.

source: ཨཊྚ་ཧཱ་སི་ནི་ས་བྷཱུ་ཏེ་ཤྭ་རི།
en: You are the loud-laughing queen of all the spirits.

source: ཐཱ་ཐཱ་ཐཱ་ཐཱ།
en: Thā thā thā thā

source: དྷ་དྷ་དྷ་དྷ།
en: Dhā dhā dhā dhā

source: ཨོྃ་ཨོྃ་ཨོྃ་ཨོྃ་སྭཱ་ཧཱ།
en: Oṁ oṁ oṁ oṁ ! Svāhā

source: རྒན་མོ་གདོང་གིའོ།
en: Kamalalocanī:

source: །ཨོྃ་ཀ་མ་ལ་ལོ་ཙ་ནི་མ་ནི་མ་ནུ་ཥུ་པཉྩ་ལི།
en: Oṁ , Kamalalocanī who is fond of humans!

source: སརྦ་དུཿཁ་ནི་ནཱ་ཤ་ནི།
en: Dispeller of all suffering! Fond of practitioners! Conquer, conquer! You of divine beauty!

source: སཱ་དྷ་ཀ་པྲི་ཡེ་ཛ་ཡ་ཛ་ཡ།
en: Seize, seize!

source: དི་བྱ་རཱུ་པི་ཎི་ཧྲཱིཿགྲྀཧྞ་གྲྀཧྞ།
en: Jaḥ jaḥ

source: ཛྃ་ཛྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་ན་མཿསྭཱ་ཧཱ།
en: Hūṁ hūṁ ! Phaṭ phaṭ ! Homage to you! Svāhā

source: པདྨའི་མིག་ཅན་མའིའོ།
en: Vikaṭamukhī:

source: །ཨོྃ་བི་ཀ་ཊ་དུཿམུ་ཁི་དྃཥྚྲ་ཀ་རཱ་ལོ་ཛྭ་ལི་ཏ་ལོ་ཙ་ནི།
en: Oṁ , Vikaṭamukhī with fangs bared and eyes ablaze! You instill fear in all yakṣas.

source: སརྦ་ཡཀྵ་བྷ་ཡྃ་ཀ་རི།
en: Run, run!

source: དྷ་བ་དྷ་བ།
en: Go, go!

source: གཙྪ་གཙྪ་བྷོ་བྷོ་སཱ་དྷ་ཀཱ་ནཱྃ་ཨཱ་ཛྭཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: Hey practitioner! What do you command me to do?” Svāhā

source: མི་སྡུག་གདོང་མའིའོ།
en: Dhudhurī:

source: །ཨོྃ་དྷུ་དྷུ་རི་ཀརྞ་བི་ཤཱ་ཙི་ནི་ཀ་ཊྱ་ཀ་ཊྱ།
en: Oṁ , Dhudhurī, the piśācī who performs tasks! Speak, speak! Shake them up, shake! You who are worshipped by great asuras, split them, split!

source: དྷུ་ན་དྷུ་ན་མ་ཧཱ་སཱུརྱ་པཱུ་ཛི་ཏེ།
en: Break, break! O great piśācī who performs tasks!

source: ཙྪིནྡ་ཙྪིནྡ་མ་ཧཱ་ཀརྞ་པི་ཤཱ་ཙི་ནི་བྷཱོ་བྷཱོ་སཱ་དྷ་ཀ་ཀི་ཀ་དོ་མི་ཊི།
en: Hey, practitioner! What can I do for you?” Hrīḥ

source: ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ hūṁ ! Phaṭ phaṭ ! Svāhā

source: སྤྱོད་ངན་མའིའོ། །ཨོྃ་ས་ར་ས་ར།
en: Vidyutkarālī:

source: ཛྃ་བྷ་ཡ་ཛྃ་བྷ་ཡ།
en: Move, move! Summon them, summon them!

source: སྟྃ་བྷ་ཡ་སྟྃ་བྷ་ཡ།
en: Break, break!

source: མོ་ཧ་ཡ་མོ་ཧ་ཡ།
en: Paralyze, paralyze!

source: བདྷྱུ་ཏ་ཀ་རཱ་ལི་ཨ་པྲ་ཏི་ཧ་ཏ་བ་རི་སིདྡྷི་ད་ཡ་ཀེ་ཧ་ཧ་ཧ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Bewilder, bewilder!

source: གློག་ལྟར་འཇིགས་མའིའོ།
en: You with fangs that flash like lightning! You who grant the best indestructible accomplishment! Ha ha ha

source: །ཨོྃ་སཽ་མྱ་མུ་ཁི་ཨཱ་ཀཪྵ་ཡ་ཨཱ་ཀཪྵ་ཡ་སརྦ་བྷཱུ་ཏ་ན་ཛ་ཡ་ཛ་ཡ་བྷོ་བྷོ་མ་ཧཱ་ས་ཏྭ་ཀ་ནི་ཏིཥྛ་ཏིཥྛ་ས་མ་ཡ་མ་ནུ་པཱ་ལ་ཡ་ཨཱ་ཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: Hūṁ hūṁ! Phaṭ phaṭ! Svāhā! Saumyamukhī: Oṁ, Saumyamukhī! Summon them, summon them! Conquer all the spirits, conquer! Hey, great practitioner!” The practitioner commands, “Remain, remain! Protect the pledge!” Svāhā!

source: བཞིན་མཛེས་མའིའོ། །དུར་ཁྲོད་དུ་འཇུག་མ་ཆེན་མོ་བརྒྱད་ཀྱི་སྔགས་ཀྱི་ཚིག་གོ།
en: These are the mantras of the eight great female spirits who roam charnel grounds.

source: །དེ་ནས་འདིར་དུར་ཁྲོད་དུ་འཇུག་མ་རྣམས་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་རྣམ་པར་བཤད་པ་ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ནས་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་འབྱུང་མོའི་དམ་ཚིག་ཕྱག་རྒྱ་སྟེ།
en: “Now I will teach the characteristics of the mudrās of these great female spirits who roam charnel grounds. “The pledge mudrā of the female spirits: “Hold your fists together and extend both index fingers.

source: ཕྱག་རྒྱ་འདི་ཉིད་ཀྱིས་དགུག་པ་ཡང་བྱའོ།
en: This pledge mudrā should be used for the summoning.

source: །དུར་ཁྲོད་དུ་འཇུག་པའི་ཤ་ཟ་མོ་འབྱུང་མོ་ཆེན་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱ་བཤད་པ།
en: “Next are the mudrās of the eight great charnel ground-roaming piśācīs who perform tasks. “The mudrā of Ghoramukhī:

source: གཡོན་པའི་མཛུབ་མོ་བརྐྱང་བ་ནི་གདོང་དྲག་མའི་ཕྱག་རྒྱའོ།
en: “Form your left hand into a fist and extend your index finger. “The mudrā of Daṃṣṭrākarālī:

source: །ཁུ་ཚུར་སོ་སོར་བཅངས་ནས་མཐེ་ཆུང་གཉིས་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་ནས་ཁའི་ཕྱོགས་སུ་སྦྱར་བ་ནི་མཆེ་བ་གཙིགས་མའི་ཕྱག་རྒྱའོ།
en: “Hold your fists together and extend both index fingers while enclosing the little fingers, and then position this mudrā at your mouth. “The mudrā of Jarjarī:

source: །ལག་པ་གཡོན་པ་ཁུ་ཚུར་བཅངས་ཏེ་གུང་མོ་བརྐྱང་བ་ནི་རྒན་མོ་གདོང་གི་ཕྱག་རྒྱའོ།
en: “Form your left hand into a fist and extend your middle finger. “The mudrā of Kamalalocanī:

source: །ཕྱག་རྒྱ་དེ་ཉིད་ལས་གུང་མོ་བཀུག་ཅིང་སྲིན་ལག་བརྐྱང་བ་ནི་པདྨའི་མིག་ཅན་མའི་ཕྱག་རྒྱའོ།
en: “The mudrā is the same as before, but the middle finger should be bent at a sharp angle and the ring finger extended. “The mudrā of Vikaṭamukhī:

source: །ཕྱག་རྒྱ་དེ་ཉིད་ལས་སྲིན་ལག་བཀུག་ནས་མཐེ་ཆུང་བརྐྱང་བ་ནི་མི་སྡུག་གདོང་མའི་ཕྱག་རྒྱའོ།
en: “The mudrā is the same as before, but you should fold the ring finger inward while extending the little finger. “The mudrā of Dhudhurī:

source: །ལག་པ་གཡས་པ་ཁུ་ཚུར་བཅངས་ནས་མཛུབ་མོ་བརྐྱང་བ་ནི་སྤྱོད་ངན་མའི་ཕྱག་རྒྱའོ།
en: “Form your right hand into a fist and extend your index finger. “The mudrā of Vidyutkarālī:

source: །ཕྱག་རྒྱ་དེ་ཉིད་ལས་མཛུབ་མོ་བཀུག་ཅིང་གུང་མོ་བརྐྱང་བ་ནི་གློག་ལྟར་འཇིགས་མའི་ཕྱག་རྒྱའོ།
en: “The mudrā is the same as before, but the index finger should be bent and the middle finger extended. “The mudrā of Saumyamukhī:

source: །ཕྱག་རྒྱ་འདི་ཉིད་ལས་མཐེའུ་ཆུང་རབ་ཏུ་བརྐྱང་བ་ནི་བཞིན་མཛེས་མའི་ཕྱག་རྒྱའོ།
en: “Form your right hand into a fist and extend your little finger.”

source: །དུར་ཁྲོད་དུ་འཇུག་མའི་འབྱུང་མོ་ཆེན་མོ་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་མཚན་ཉིད་ཀྱི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter that contains detailed instructions on the characteristics of the mudrās of the eight great female spirits who roam charnel grounds. Chapter

source: །།དེ་ནས་འདིར་ནི་བཤད་བྱ་བ།
en: “I will now give the ritual instructions,

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་རྒྱལ།
en: From this great sovereign Bhūta­ḍāmara Tantra , On the practice of the eight great female spirits

source: །དུར་ཁྲོད་འཇུག་པའི་འབྱུང་ཆེན་མོ།
en: Who roam charnel grounds.

source: །བརྒྱད་པོ་སྒྲུབ་པའི་ཆོ་ག་སྟེ།
en: “The practice for invoking a female servant

source: །དབུལ་པོ་རྣམས་ལ་ཕན་དོན་དུ། །བྲན་མོའི་སྒྲུབ་ཐབས་དམ་པའོ།
en: Is of supreme benefit for the impoverished.

source: །དུར་ཁྲོད་དུ་སོང་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་སྔོན་དུ་བསྙེན་པ་བྱས་པར་འགྱུར་རོ།
en: “The practitioner should go to a charnel ground and recite the mantra one thousand and eight times as a preliminary practice.

source: །དེ་ནས་སྒྲུབ་པ་བརྩམ་པར་བྱ་སྟེ།
en: Then he should start the main practice.

source: མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་སེང་ལྡེང་གི་ཡམ་ཤིང་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བྱུག་པས་སྦྱིན་སྲེག་བརྒྱ་བྱས་ན་དེ་ནས་འབྱུང་མོ་དུར་ཁྲོད་དུ་འཇུག་མ་མྱུར་དུ་འོང་སྟེ། ངས་ཅི་བྱ་ཞེས་མངག་གཞུག་བྱེད་པར་འགྱུར་རོ།
en: “He should go to a charnel ground at night and offer into a fire one thousand and eight oblations using sticks of cutch wood smeared with curds, honey, and ghee. A female spirit who roams charnel grounds will quickly arrive and offer her services.

source: །དེ་ནས་ཞིང་བསྐྱེད་པའི་ཞིང་གི་ལས་བྱེད་ཅིང་ཉི་མ་རེ་རེ་ཞིང་དོང་ཙེ་རེ་རེ་སྟེར་རོ།
en: She will work the fields and will give one dinar every single day.

source: །མཚན་མོའི་ཞིང་གི་གསེབ་ཏུ་སོང་སྟེ་ཉ་དང་ཤས་ཇི་ལྟར་གསུངས་པའི་གཏོར་མ་སྦྱིན་ཞིང་ལན་ཉི་ཤུ་རྩ་གཅིག་ཡོངས་སུ་བཟླས་ན་ལས་ཀྱི་ཤ་ཟ་མོ་ཇི་ལྟར་བསྟན་པའི་ལས་ཐམས་ཅད་བྱེད་དོ།
en: “He should go at night to a cultivated field and make the prescribed offerings of fish and meat that have been incanted twenty-one times. A piśācī who performs tasks will then do the work as described above.

source: །མཚན་མོ་དུར་ཁྲོད་དུ་སོང་སྟེ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ཤ་ཟ་མོ་ཉན་རྣམ་མྱུར་དུ་བཟང་མོའི་གཟུགས་ཀྱིས་འོང་སྟེ་མངག་གཞུག་མར་འགྱུར་རོ།
en: “He should go at night to a charnel ground and recite the mantra one thousand and eight times. A female spirit of the piśācī class who performs tasks will soon arrive in her gentle aspect, eager to receive orders.

source: །ཁྱིམ་གྱི་ལས་དང་བྱ་བ་དང་ཤགས་དང་དྲག་པོའི་ལས་ལ་སོགས་པ་བྱེད་དོ།
en: She will do house chores, help resolve disputes, carry out fierce activities, and perform other tasks.

source: །མཚན་མོ་དུར་ཁྲོད་དུ་སོང་ནས་སྟོང་ཕྲག་བརྒྱ་བཟླས་ན་ཤ་ཟ་མོ་ཉན་རྣམ་འབྱུང་མོའི་འཁོར་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ཏེ་མྱུར་དུ་འོང་ངོ་།
en: “He should go at night to a charnel ground and recite the mantra one thousand and eight times.

source: །འོངས་པ་ལ་ཉ་དང་ཤ་ལས་བྱས་པའི་གཏོར་མ་དམར་པོ་བྱིན་ན་དགའ་བར་འགྱུར་རོ།
en: A female spirit of the piśācī class who performs tasks will swiftly arrive surrounded by a retinue of one hundred. Once she has arrived, the practitioner should offer her a bali of blood following the procedure as required for fish and meat.

source: །བྲན་གྱི་ལས་བྱེད་ཅིང་རས་ཟུང་གཅིག་དང་དོང་རྩེ་གཅིག་དང་འབྲས་ཆན་དང་རྒྱན་ལ་སོགས་པ་སྒྲུབ་པ་པོ་དང་འགྲོ་བ་ལྔ་ལ་ཉི་མ་རེ་རེ་ཞིང་སྟེར་རོ།
en: She will be pleased and will perform the tasks of a servant. Every single day she will give, to the practitioner and four others, a pair of garments, one dinar, food, and ornaments.

source: །དཔག་ཚད་བརྒྱ་ནས་ཀྱང་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་རོ།
en: She will fetch and deliver a beautiful woman even from a distance of one hundred leagues.

source: །མདོར་ན་བྲན་དང་བྲན་མོ་དང་འདྲ་བར་ཇི་སྲིད་འཚོའི་བར་དུ་ལས་ཐམས་ཅད་བྱེད་དོ།
en: In short, she will perform the duties of a servant for as long as the practitioner lives.”

source: །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཀྱི་ཤ་ཟ་མོའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great “Bhūtaḍāmara Tantra” that contains detailed instructions on the rituals for piśācīs who perform tasks. Chapter

source: །།དེ་ནས་འབྱུང་མོ་གཏུམ་མོ་ཆེན་མོ་ཀ་ཏ་ཡ་ན་གཏུམ་མོ་ཆེན་མོ་རྣམས་ལངས་ཏེ། འཁོར་གྱི་དཀྱིལ་འཁོར་ཆེན་པོ་དེར་དཔལ་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོའི་ཞབས་ལ་ཕྱག་འཚལ་ཏེ་རང་གི་སྙིང་པོ་ཕུལ་བ།
en: Then each of the fierce kātyāyanīs—very wild female spirits—stood up in the midst of the assembled audience, bowed to the feet of the glorious supreme master Great Wrath, and offered her heart mantra. Surakātyāyanī:

source: ཨོྃ་ཏྲུྃ་ཧཱུྃ་ཧཱུྃ་ཕཊ་ཕཊ།
en: Oṁ , truṃ hūṁ hūṁ ! Phaṭ phaṭ ! Svāhā ! ” Mahākātyāyanī: “ Oṁ , bhū

source: ཀ་ཏ་ཡ་ན་ཞི་བ་མའིའོ།
en: Blaze up!

source: །ཨོྃ་བྷཱུར་ཛཱ་ལ་ཧཱུྃ་ཕཊ།
en: hūṁ ! Phaṭ

source: ཀ་ཏ་ཡ་ན་ཆེན་མོའིའོ།
en: Raudra­kātyāyanī:

source: །ཨོྃ་ཨོྃ་ཧྲཱིཿཧྲཱིཿཧཱུྃ་ཧཱུྃ་ཧེ་ཧེ་ཕཊ་ཕཊ་སྭཱ་ཧཱ།
en: “Oṁ oṁ. Hrīḥ hrīḥ. Hūṁ hūṁ. Phaṭ phaṭ! Svāhā!”

source: དྲག་མོ་ཀ་ཏ་ཡ་ནའིའོ།
en: Caṇḍakātyāyanī, the great queen of spirits:

source: །ཨོྃ་རཽ་དྲི་བྷ་ཡཾ་ཀ་རི་ཨཊྚ་ཧ་སི་ནི་སཱ་དྷ་ཀ་པྲི་ཡེ་མ་ཧཱ་པི་ཙི་ཏ་རཱུ་པེ་རཏྣ་ཀ་རི་སུ་བརྞ་ཧ་ཏེ་ཡ་མ་ནི་ཀྲྀནྟ་ནི་སརྦ་དུཿཁ་པྲ་ཤ་མ་ནི་ཨོྃ་ཨོྃ་ཨོྃ་ཨོྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཧཱུྃ་ཤཱི་གྷྲཾ་སིདྡྷི་པྲ་ཡཙྪ་ཧྲཱིཿཛཿསྭཱ་ཧཱ།
en: Oṁ , you who spread wild panic! Loud-laughing one who is fond of practitioners! Great one of many forms!

source: འབྱུང་པོའི་དབང་ཕྱུག་མ་གཏུམ་མོ་ཀ་ཏ་ཡ་ནའིའོ།
en: Source of gems! One with gold in her hands! Destroyer of Yama! Appeaser of all suffering!

source: །ཨོྃ་ཡ་མ་ནི་ཀྲྀནྟ་ནི་ཨ་ཀཱ་ལ་མྲྀ་ཏྱུ་ནི་བ་ར་ཎི་ཁཌྷ་ཤུ་ལ་ཧ་སྟེ་ཤཱི་གྷྲྃ་པྲ་སིདྡྷི་ད་དྷ་ཏུ་སཱ་དྷ་ཀ་མཱ་ཛྙཱ་པ་ཡ་ཏི་ཧིཿསྭཱ་ཧཱ།
en: Oṁ oṁ oṁ oṁ . Hūṁ hūṁ hūṁ hūṁ . Please swiftly grant me accomplishment! Hrīḥ , jaḥ , svāhā

source: ཀ་ཏ་ཡ་ན་དྲེགས་མའིའོ།
en: Rudrakātyāyanī:

source: །ཨོྃ་ཧེ་མ་ཀུཎྜ་ལིདྷ་ཀ་དྷ་ཀ་ཛྭ་ལ་ཛྭ་ལ་དི་བྱ་ཀུཎྜ་ལི་བྷཱུ་ཥི་ཏེ་དམ་ནི་མ་ཐ་ནི་བྷ་ག་བཱ་ན་ཨཱ་ཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ།
en: Oṁ , Destroyer of Yama who prevents untimely death, bearing a sword and spear in your hands, please grant me swift accomplishment! So commands the practitioner. Hrīḥ svāhā

source: ཀ་ཏ་ཡ་ན་རྣ་ཆ་ཅན་གྱིའོ།
en: Kuṇḍala­kātyāyanī:

source: །ཨོྃ་བྷྲྀ་ཀུ་ཊི་མུ་ཁི་ཀ་ཧ་ཀ་ཧ།
en: Oṁ , you with golden earrings!

source: ཛྭ་ལ་ཛྭ་ལ།
en: Svāhā ! ” Jaya­mukha­kātyāyanī: “ Oṁ , you with knitted brows! Summon them, summon! Run, run!

source: ཧུ་ཏ་ཨཱ་ས་ན་མུ་ཁི་ཨཱ་གཙྪ་ཨཱ་གཙྪ་བེ་ཏ་ཧོཏ་ཐ་བ་ནི།
en: Burn, burn! You with a fiery mouth!

source: ཨཱ་བི་ཤ་ཨཱ་བི་ཤ།
en: Come, come! Rouser of vetālas! Enter, enter!

source: ཧཱུྃ་ཧཱུྃ་ཧཱུྃ།
en: Hūṁ hūṁ hūṁ

source: ཕཊ་ཕཊ་ཕཊ།
en: Phaṭ phaṭ phaṭ ! The lord commands you!

source: བྷ་ག་བཱན་ཨཱཛྙཱ་པ་ཡ་ཏི་ཧྲཱིཿསྭཱ་ཧཱ།
en: Hrīḥ svāhā ! ” Sumbha­kātyāyanī:

source: ཀ་ཏ་ཡ་ན་རྒྱལ་བའི་བཞིན་ཅན་མའིའོ། །ཨོྃ་བི་ཀུ་མ་ཐཱ་ནི་ཀ་ཧ་ཀ་ཧ།
en: Oṁ , the crusher of ancestral spirits! Summon them, summon!

source: ཛ་ཡ་ཛ་ཡ།
en: Conquer, conquer! You who are worshipped by all asuras!

source: སརྦ་ཨ་སུ་ར་པ་ཙ་ཏེ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: Hūṁ , jaḥ , svāhā ! ” Śubhakātyāyanī: “ Oṁ , you who are fond of carnal delights!

source: ཀ་ཏ་ཡ་ན་མཛེས་མའིའོ།
en: The divine-eyed queen of lovers! You who bewitch the world!

source: །ཨོྃ་སུ་ར་ཏ་པྲི་ཡེ་དི་བྱ་ལོ་ཙ་ནི་ཀཱ་མེ་ཤྭ་རི་ཛ་ག་ཏ་མོ་ཧ་ནི་སུ་བྷ་གེ་ཀཉྩ་ན་ཨ་མ་ལཾ་བྷཱུ་ཥ་ཎེ་ནུ་པཱུ་ར་ཤབྡེ།
en: O fortunate one adorned with a golden necklace! Please enter, enter with the sound of your anklets! Fulfill the needs, fulfill! You who are fond of practitioners!

source: ཨཱ་བེ་ཤ་ཨཱ་བེ་ཤ། །པི་པུ་ར་པུ་ར་སཱ་དྷ་ཀ་པྲི་ཡེ་ཧྲཱིཿསྭཱ་ཧཱ།
en: Hrīḥ , svāhā

source: ཀ་ཏ་ཡ་ན་དེས་མའིའོ། །ཀ་ཏ་ཡ་ན་ནི་འབྱུང་མོ་བརྒྱད་ཀྱི་རིག་སྔགས་བཀླགས་པ་ཙམ་གྱིས་འགྲུབ་པའོ།
en: One will achieve one’s aim merely by reciting the mantras of these eight kātyāyanīs, the queens of spirits.

source: །དེ་ནས་མཆོག་ཏུ་གསང་བའི་འབྱུང་མོ་ཆེན་པོ་གདུལ་བའི་རྒྱུད་ཆེན་པོ་ལས་ཀ་ཏ་ཡ་ན་བརྒྱད་པོའི་ཕྱག་རྒྱའི་མཚན་ཉིད་འབྱུང་མོ་ཐམས་ཅད་སྒྲུབ་པར་བྱེད་པ་བཤད་པར་བྱ་སྟེ།
en: “I will now teach that which is most secret among all that is secret in the great Bhūta­ḍāmara Tantra , the characteristics of the mudrās of the eight kātyāyanī spirits. “The mudrā of Surakātyāyanī:

source: སོར་མོ་རྣམས་ཕན་ཚུན་དུ་བསྣོལ་ནས་མཛུབ་མོ་བརྐྱང་སྟེ་བཀུག་པ་ནི་ཀ་ཏ་ཡ་ན་ཞིབ་མའི་ཕྱག་རྒྱའོ།
en: “With the other fingers folded, extend your index finger, bending it slightly. “The mudrā of Mahākātyāyanī that summons all female spirits:

source: །སོར་མོ་རྣམས་ནང་དུ་བཀུག་ནས་མཛུབ་མོ་གཉིས་བསྐྱིལ་བ་ནི་ཀ་ཏ་ཡ་ན་ཆེན་མོའི་ཕྱག་རྒྱ་སྟེ། འབྱུང་མོ་མ་ལུས་པ་འགུགས་པའོ།
en: “Folding the other fingers in, extend your index fingers in the shape of hooks.

source: །ཕྱག་རྒྱ་འདི་ཉིད་ལས་གུང་མོ་ཁར་གཏད་ནས་མཐེའུ་ཆུང་གཉིས་བཀུག་པ་ནི་འབྱུང་མོ་ཐམས་ཅད་གསོད་པ་སྟེ། རིགས་འཇོམས་པར་བྱེད་པ་སྒྲུབ་པ་པོ་ཆེན་པོ་དགའ་བའི་འབྱུང་པོའི་དབང་ཕྱུག་མའི་ཕྱག་རྒྱའོ།
en: “The mudrā of Raudra­kātyāyanī, the spirit-queen of the family who is fond of practitioners but kills all female spirits and destroys their families: “This mudrā is the same as the one before, except that the practitioner should join the tips of his middle fingers, enclosing the little fingers underneath.

source: །ཕྱག་རྒྱ་འདི་བཅིངས་པ་ཙམ་གྱིས་མྱུར་དུ་འགྲུབ་པར་བྱེད་དོ།
en: Simply by forming this mudrā the spirit will be quickly mastered. “The mudrā of Rudrakātyāyanī:

source: །ཁུ་ཚུར་གཉིས་སོ་སོར་བཅངས་ནས་མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་ཀ་ཏ་ཡ་ན་དྲེགས་མའི་ཕྱག་རྒྱ་སྟེ།
en: “Clench both hands into fists and extend each of your index fingers.

source: དྲི་དང་སྤོས་དང་དེ་བཞིན་དུ་མེ་ཏོག་གིས་མཆོད་ཅིང་ཉ་དང་ཤའི་གཏོར་མ་ཡང་བྱིན་ན་འབྱུང་མོ་ཐམས་ཅད་སྐད་ཅིག་དེ་ལ་བྲན་མོར་འགྱུར་རོ།
en: Make offerings of perfume, incense, flowers, and lamps, and also offer a bali of fish and meat. All female spirits will immediately become one’s servants. “The mudrā of Kuṇḍala­kātyāyanī that binds female spirits:

source: །ཁུ་ཚུར་གཉིས་དམ་དུ་བཅིངས་ནས་མཛུབ་མོ་གཉིས་འཁྱུད་པ་ནི་འབྱུང་མོའི་ཕྱག་རྒྱ་སྟེ།
en: “Firmly clench both hands into fists, enclosing both index fingers.

source: དེ་ཉིད་ཀ་ཏ་ཡ་ན་གཏུམ་མོ་རྣ་ཆ་ཅན་གྱི་ཕྱག་རྒྱའོ།
en: “The mudrā of Caṇḍakātyāyanī, which can burst eyeballs, is the same.

source: །མཛུབ་མོ་གཉིས་བརྐྱང་བ་ནི་འབྱུང་མོ་ཐམས་ཅད་སྒྲུབ་ཅིང་འབྱུང་མོ་རྣམས་བསྒྱེལ་ཞིང་གསོད་པའི་ཕྱག་རྒྱ་སྟེ།
en: It brings mastery over all great female spirits.

source: རིགས་དང་རྒྱུད་དུ་བཅས་པ་སྒྲུབ་པ་རྒྱལ་བའི་བཞིན་ཅན་མའི་ཕྱག་རྒྱ་སྟེ།
en: “The mudrā of Jaya­mukha­kātyāyanī that enthralls all female spirits:

source: འབྱུང་མོ་མ་ལུས་པ་དབང་དུ་བྱེད་པའོ།
en: “Form your left hand into a fist and extend your index finger. This mudrā masters all female spirits and brings their families and clans under control.

source: །ཁུ་ཚུར་སོ་སོར་བཅངས་ནས་མཐེའུ་ཆུང་གཉིས་འཁྱུད་དེ་མཛུབ་མོ་གཉིས་བརྐྱང་སྟེ་བཀུག་པ་ནི་འཇིག་རྟེན་གསུམ་འགུགས་པར་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ་དྲག་པོ་དང་ཚངས་པ་དང་བརྒྱ་བྱིན་དུ་བཅས་པ་ཡང་འགུགས་ན་འབྱུང་མོ་དང་ཕྲན་ཚེགས་རྣམས་ལྟ་ཅི་སྨོས་ཏེ་དེ་ནི་ཀ་ཏ་ཡ་ན་མཛེས་མའི་ཕྱག་རྒྱའོ།
en: “The threatening mudrā of Śubhakātyāyanī that summons the triple universe: “Hold your fists together, enclosing your two little fingers, then extend and bend both your index fingers. This mudrā can subdue even Rudra and Brahmā, not to mention the minor female spirits. It masters all the gods. This mudrā of Śubhakātyāyanī quickly brings accomplishment.” So spoke the lord, the supreme master Great Wrath.

source: །འབྱུང་མོ་ཆེན་མོ་ཀ་ཏ་ཡ་ན་བརྒྱད་ཀྱི་ཕྱག་རྒྱའི་ཆོ་ག་རྒྱས་པའི་ལེའུའོ།།
en: This concludes the chapter from the great sovereign “Bhūtaḍāmara Tantra” that contains detailed instructions on the mudrās of the eight kātyāyanī spirits. Chapter

source: །།དེ་ནས་འདིར་མཆོག་ཏུ་གསང་བ་གསང་ཆེན་འབྱུང་པོ་གདུལ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོའི་འབྱུང་མོ་ཀ་ཏ་ཡ་ན་རྣམས་ཀྱི་སྒྲུབ་པའི་ཐབས་རྣམ་པར་བཤད་པ་འབྱུང་མོ་ཀ་ཏ་ཡ་ན་རྣམས་ཀྱི་སྒྲུབ་པའི་ཐབས་ནི།
en: “I will now teach the practice of the eight kātyāyanī spirits from the great sovereign Bhūta­ḍāmara Tantra , the most secret among all that is secret. “The practice of kātyāyanī spirits is as follows:
